[
  {
    "id": "45e4582f-85b7-4646-bda2-203d51ab2c80",
    "title": "Bound to the Midnight Alpha",
    "description": "Werewolf",
    "synopsis": "You’ve just moved to a remote mountain town for a fresh start, but the locals keep glancing at you like you don’t belong. When a midnight attack leaves you in the arms of Kade Blackthorn—the ruthless Alpha whose pack is both feared and hunted—you feel the mate bond snap into place. But Kade doesn’t want a mate. He wants control. As rival packs close in and your own dormant wolf stirs to life, you’ll have to decide: tame the Alpha, or match his darkness bite for bite.",
    "author": "RomanceMe Author",
    "genre": [],
    "content_rating": "18+",
    "total_chapters": 12,
    "word_count": 22016,
    "reading_time_minutes": 111,
    "cover_image_url": "https://images.unsplash.com/photo-1494790108755-2616c57ac024?w=400&h=600&fit=crop",
    "is_published": true,
    "is_featured": false,
    "created_at": "2025-08-18T04:25:22.832Z",
    "updated_at": "2025-08-18T05:17:51.725Z",
    "status": "ongoing"
  },
  {
    "id": "2c0b5739-7c95-4628-a1ed-5ba8b441a93b",
    "title": "Crown Me Yours",
    "description": "CEO Billionaire Office Romance",
    "synopsis": "You're a brilliant financial analyst who discovers massive fraud in Damien\n  Cross's empire—the ruthless billionaire who destroyed your father's company years ago. When\n  you march into his office with evidence that could ruin him, he makes you an offer: become\n  his fake fiancée to clean up his reputation, and he'll restore your family's fortune. But\n  proximity breeds a dangerous attraction neither of you expected. As corporate enemies circle\n   and old wounds resurface, you must decide if the man who once represented everything you\n  hated could be the love you never knew you needed. The deeper you dig into his world of\n  power and privilege, the more you realize his cold exterior hides devastating\n  vulnerability—and that your revenge might destroy you both.",
    "author": "RomanceMe Author",
    "genre": [],
    "content_rating": "18+",
    "total_chapters": 7,
    "word_count": 49670,
    "reading_time_minutes": 249,
    "cover_image_url": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=400&h=600&fit=crop",
    "is_published": true,
    "is_featured": false,
    "created_at": "2025-08-19T22:45:42.668Z",
    "updated_at": "2025-08-19T22:45:42.668Z",
    "status": "ongoing"
  },
  {
    "id": "243aa213-7705-45e0-a6d4-e19e2c5e00a8",
    "title": "The Devil's Intern",
    "description": "CEO Billionaire",
    "synopsis": "You land an internship at the most exclusive marketing agency in the city, run by Damian Cross—a legend in the boardroom and the bedroom. A chance encounter reveals his dominant side, and soon you’re pulled into a world of private contracts, whispered commands, and dangerous desire. But when a rival company targets you to get to him, passion and power collide.",
    "author": "RomanceMe Author",
    "genre": [],
    "content_rating": "18+",
    "total_chapters": 28,
    "word_count": 37229,
    "reading_time_minutes": 187,
    "cover_image_url": "https://images.unsplash.com/photo-1544716278-ca5e3f4abd8c?w=400&h=600&fit=crop",
    "is_published": true,
    "is_featured": false,
    "created_at": "2025-08-19T05:38:45.530Z",
    "updated_at": "2025-08-20T08:05:06.504Z",
    "status": "ongoing"
  },
  {
    "id": "7708242a-d122-450b-89c4-5fd73901d585",
    "title": "Blood Moon Rising",
    "description": "Werewolf",
    "synopsis": "When you inherit a crumbling mansion in Salem, you discover it comes with a centuries-old tenant: Lucian, a vampire bound to protect the bloodline of the witch who once saved his life. That witch was your ancestor, and now the binding transfers to you. But Lucian is no grateful guardian—he's furious about his eternal servitude and takes every opportunity to remind you that he didn't choose this fate.\nAs supernatural threats emerge seeking to claim your family's ancient power, you must learn to work with the vampire who alternately protects and challenges you. His centuries of loneliness have made him cynical about love, but your fierce independence and refusal to be intimidated slowly crack his defenses. When the binding ritual demands the ultimate sacrifice, you'll discover that some chains are worth keeping.",
    "author": "RomanceMe Author",
    "genre": [],
    "content_rating": "18+",
    "total_chapters": 12,
    "word_count": 45743,
    "reading_time_minutes": 229,
    "cover_image_url": "https://images.unsplash.com/photo-1518709268805-4e9042af2176?w=400&h=600&fit=crop",
    "is_published": true,
    "is_featured": false,
    "created_at": "2025-08-18T04:32:15.887Z",
    "updated_at": "2025-08-19T19:29:51.957Z",
    "status": "ongoing"
  }
]